# CLI command
brew "ghq"
brew "peco"
brew "tree"
brew "tig"
brew "wget"
brew "jq"
brew "ag"
brew "ripgrep"
brew "fzf"

# programming
brew "rbenv"
brew "gh"
brew "git"
brew "go"
brew "nvim"

cask "alfred"
cask "skitch"
cask "visual-studio-code"
cask "ghostty"
cask "google-chrome"
cask "slack"
