brew 'lua'
brew 'lua51'
brew 'tree'
brew 'tig'
brew 'wget'
brew 'git'
brew 'go'
brew 'peco'

# ------------------------------
# Install by Homebrew Cask
# ------------------------------
# ref: https://caskroom.github.io/
tap 'caskroom/cask'

cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'mi'
cask 'mou'
cask 'openoffice'
cask 'scroll-reverser'
cask 'vagrant'
cask 'virtualbox'
cask 'skitch'
cask 'slack'
cask 'hipchat'
