brew "ghq"
brew "peco"
brew "tree"
brew "tig"
brew "rbenv"
brew "bear"
brew "jq"
brew "wget"

cask "alfred"
cask "docker"
cask "iterm2"
cask "mi"
cask "rectangle"
cask "rubymine"
cask "skitch"
cask "visual-studio-code"
